# Install Taps
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'toolbox/tap'
tap 'zaquestion/tap'
tap 'go-delve/delve'
# Install packages
brew 'adns'
brew 'ansible'
brew 'aom'
brew 'autoconf'
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'cairo'
brew 'ccze'
brew 'cloudctl'
brew 'coreutils'
brew 'dep'
brew 'docker-machine'
brew 'docker-machine-driver-hyperkit'
brew 'ent'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'gawk'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'graphite2'
brew 'grep'
brew 'gzip'
brew 'harfbuzz'
brew 'hopenpgp-tools'
brew 'hub'
brew 'hyperkit'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'lab'
brew 'lame'
brew 'lastpass-cli'
brew 'leptonica'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmagic'
brew 'libogg'
brew 'libomp'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libvorbis'
brew 'libvpx'
brew 'libxml2'
brew 'libxmlsec1'
brew 'libyaml'
brew 'libyubikey'
brew 'little-cms2'
brew 'lua'
brew 'make'
brew 'maven'
brew 'minikube'
brew 'mpfr'
brew 'nettle'
brew 'nmap'
brew 'npth'
brew 'oniguruma'
brew 'opam'
brew 'opencore-amr'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'p7zip'
brew 'parallel'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'pre-commit'
brew 'pstree'
brew 'python'
brew 'python@3.8'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'ruby-build'
brew 'sdl2'
brew 'siege'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'star'
brew 'terraform'
brew 'terragrunt'
brew 'tesseract'
brew 'tfenv'
brew 'theora'
brew 'tig'
brew 'tree'
brew 'unbound'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'x264'
brew 'x265'
brew 'xmlstarlet'
brew 'xvid'
brew 'xz'
brew 'yamllint'
brew 'ykman'
brew 'ykpers'
# Casks
cask 'altair-graphql-client'
cask 'minikube'
